Repository: m0gliE/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: ru_ru

source: Summary
ru_ru: Краткий обзор

source: version
ru_ru: версия

source: Latest Payment to Pay-Per-Product
ru_ru: Последние платежи Pay-Per-Product

source: Latest Payment
ru_ru: Последний платеж

source: Latest Payment to Pay-Per-Download
ru_ru: Последние платежи Pay-Per-Download

source: Latest Payment to Pay-Per-Membership
ru_ru: Последние платежи Pay-Per-Membership

source: Latest Payment to Pay-Per-View
ru_ru: Последние платежи Pay-Per-View

source: Latest Payment to Other Plugins
ru_ru: Последний платеж другому плагину

source: Unrecognised Latest Payment
ru_ru: Нераспознанный последний платёж

source: %s paid products
ru_ru: %s платных продукта

source: payments
ru_ru: платежей

source: %s paid files
ru_ru: %s платных файлов

source: %s premium users
ru_ru: %s премиум пользователей

source: Other Plugins with GoUrl
ru_ru: Другие плагины с GoUrl

source: Unrecognised Payments
ru_ru: Нераспознанные платежи

source: Total Received
ru_ru: Всего получено

source: %s payments
ru_ru: %s платежей

source: Recent Payment
ru_ru: Последний платёж

source: analytics on altcoins.wiki
ru_ru: аналитика на altcoins.wiki

source: What Makes Us Unique
ru_ru: Что делает нас уникальными

source: Example
ru_ru: Пример

source: 100%% Free Open Source on <a target='_blank' href='%s'>Github.com</a>
ru_ru: 100%% бесплатный плагин с открытым исходным кодом на <a target='_blank' href='%s'>Github.com</a>

source: Accept Bitcoin/Altcoin Payments Online on your Website and use our Bitcoin <a href='#addon'>Free Add-ons</a>
ru_ru: Принимайте Биткоин/Альткоин онлайн платежи на вашем сайте и используйте наши <a href='#addon'>бесплатные дополнения</a>

source: No Monthly Fee, Transaction Fee from 0%%. Set your own prices in USD, <a href='%s'>EUR, CNY, RUB, IDR... (100 currencies)</a>
ru_ru: Нет ежемесячной абонентской платы, Комиссия по транзакции от 0%%. Используйте цены в <a href='%s'>рублях, долларах, евро ... (100 валют)</a>

source: <a href='%s'>Pay-Per-Download</a> - simple solution for your <b>unregistered</b> visitors: make money on file downloads
ru_ru: <a href='%s'>Pay-Per-Download / Оплата-за-Скачивание</a> - простое решение для ваших <b>незарегистрированных</b> посетителей: зарабатывайте на скачивании файлов

source: <a href='%s'>Pay-Per-View/Page</a> - for your <b>unregistered</b> visitors: offer paid access to your premium content/videos
ru_ru: <a href='%s'>Pay-Per-View / Оплата-за-просмотр</a> - для ваших <b>незарегистрированных</b> посетителей: предложите платный доступ к вашему премиум контенту/видео

source: <a href='%s'>Pay-Per-Membership</a> - for your <b>registered users</b>: offer paid access to your premium content, custom <a href='%s'>actions</a>
ru_ru: <a href='%s'>Pay-Per-Membership / Оплата-за-членство</a> - для ваших <b>зарегистрированных пользователей</b>: предложите платный доступ к вашему премиум-контенту, настраиваемые <a href='%s'>действия</a>

source: <a href='%s'>Pay-Per-Product</a> - advanced solution for your <b>registered users</b>: sell any products on website, invoices with buyer confirmation email, etc
ru_ru: <a href='%s'>Pay-Per-Product / Оплата-за-продукт</a> - передовые решения для ваших <b>зарегистрированных пользователей</b>: продавайте любые товары на сайте, отправка подтверждений покупателю по электронной почте, и т.д.

source: <a href='#addon'>Working with third-party plugins</a> - good support for third party plugins (WoCommerce, Jigoshop, bbPress, AppThemes, etc)
ru_ru: <a href='#addon'>Поддержка других плагинов</a> - хорошая поддержка сторонних плагинов (WoCommerce, Jigoshop, bbPress, AppThemes, и т.д.)

source: No Chargebacks, Global, Secure, Anonymous. All in automatic mode
ru_ru: Нет возвратных платежей, глобально, безопасно, анонимно. Все это в автоматическом режиме

source: Support Bitcoin, Litecoin, Paycoin, Dogecoin, Dash, Speedcoin, Reddcoin, Potcoin, Feathercoin, Vertcoin, Vericoin, Peercoin payments
ru_ru: Поддержка платежей в Биткоинах, Litecoin, Paycoin, Dogecoin, Dash, Speedcoin, Reddcoin, Potcoin, Feathercoin, Vertcoin, Vericoin, Peercoin

source: <b>Auto Synchronization</b> - between payments data stored on your GoUrl.io account and your Website. If GoUrl attempts to deliver a payment notification/transaction confirmation but your website is unavailable, the notification is stored on the queue, and delivered to the your website when it becomes available (re-check connection with your website every hour)
ru_ru: <b>Автоматическая синхронизация</b> - данных о платежах, хранящихся на вашем GoUrl.io аккаунте и вашем веб-сайте. Если GoUrl пытается доставить уведомление о подтверждение оплаты, но ваш сайт недоступен, уведомление сохраняется в очереди и доставляется на ваш веб-сайт, когда он станет доступен (повторно связь проверяется с вашим веб-сайтом каждый час)

source: Free <a href='%s'>Plugin Support</a> and <a href='#addon'>Free Add-ons</a> for You
ru_ru: Бесплатная <a href='%s'>поддержка плагина</a> и <a href='#addon'>бесплатные дополнения</a> для вас

source: Free Bitcoin Gateway Add-ons
ru_ru: Бесплатные дополнения для биткоин шлюза

source: The following Add-ons extend the functionality of GoUrl -
ru_ru: Следующие дополнения расширяют функциональные возможности GoUrl -

source: All Add-ons on Wordpress.prg
ru_ru: Все дополнения на Wordpress.prg

source: View on 'Add Plugins' Page
ru_ru: Просмотр на 'Плагин' странице

source: Bitcoin/Altcoin Gateway
ru_ru: Bitcoin/Altcoin шлюз

source: Description
ru_ru: Описание

source: Homepage
ru_ru: Страница

source: Installation pages
ru_ru: Установка

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for wordpress E-Commerce - <a target='_blank' href='%s'>WooCommerce 2.1+</a>
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз для wordpress электронной коммерции - <a target='_blank' href='%s'>WooCommerce 2.1 +</a>

source: Plugin Homepage
ru_ru: Домашняя страница

source: Screenshots
ru_ru: Скриншоты

source: Wordpress Page
ru_ru: WordPress страница

source: Open Source
ru_ru: Открытый источник

source: Install Now
ru_ru: Установить

source: This addon will add Premium Membership and Bitcoin payment gateway to <a target='_blank' href='%s'>bbPress 2.5+</a> Forum / Customer Support System.<br>You can mark some topics on your forum/customer support system as Premium and can easily monetise it with Bitcoins/altcoins - user pay to read / pay to create / add new replies to the topic, etc.<br>You can add premium user support to your web site using <a target='_blank' href='%s'>bbPress</a>. Any user can place questions (create new premium topic in bbPress), and only paid/premium users will see your answers, etc.
ru_ru: Этот плагин добавит Премиум членство и биткоин платежный шлюз в <a target='_blank' href='%s'>bbPress 2.5+</a> форум / систему поддержки клиентов.<br>Вы можете отметить некоторые темы на вашем форуме или в системе поддержки клиентов как премиум, и легко монетизировать их с биткоинами / альткоинами - пользователь платит чтобы читать премиум темы на форуме, чтобы создавать / добавлять новые ответы в тему, и т.д.<br>Вы можете добавить премиум поддержку пользователей на свой веб-сайт, используя <a target='_blank' href='%s'>bbPress</a>. Любой пользователь может задать вопросы (создать новую премиум тему в bbPress), и только платные премиум пользователи будут видеть ваши ответы и т.д.

source: Bitcoin/Altcoin & Paypal Donations in Wordpress. Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>Give 0.8+</a> - easy to use wordpress donation plugin for accepting bitcoins, altcoins, paypal, authorize.net, stripe, paymill donations directly onto your website.
ru_ru: Биткоин/Альткоин & Paypal пожертвования в Wordpress. Предоставляет платежный шлюз GoUrl Биткоин/Альткоин для <a target='_blank' href='%s'>Give 0.8+</a> - простой в использовании плагин для принятия пожертвований в биткоинах, альткоинах, paypal, authorize.net, stripe, paymill прямо на вашем сайте.

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway and Escrow for all <a target='_blank' href='%s'>AppThemes Premium Themes</a> - Classipress, Vantage, JobRoller, Clipper, Taskerr, HireBee, Ideas, Quality Control, etc.
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз и Escrow сервис для всех <a target='_blank' href='%s'>AppThemes премиум тем</a> - Classipress доска объявлений, Vantage, JobRoller, Clipper, Taskerr, HireBee, Ideas, Quality Control и т.д.

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for advanced wordpress membership plugin - <a target='_blank' href='%s'>Paid Memberships Pro 1.8.4+</a>
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз для плагина membership/плтаное членство - <a target='_blank' href='%s'>Paid Memberships Pro 1.8.4+</a>

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>Jigoshop 1.12+</a>
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз для <a target='_blank' href='%s'>Jigoshop 1.12 +</a>

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>WP eCommerce 3.8.10+</a>
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз для <a target='_blank' href='%s'>WP eCommerce 3.8.10+</a>

source: Provides a GoUrl Bitcoin/Altcoin Payment Gateway for <a target='_blank' href='%s'>MarketPress 2.9+</a>
ru_ru: Предоставляет GoUrl Биткоин/Альткоин платежный шлюз для <a target='_blank' href='%s'>MarketPress 2.9+</a>

source: Important Notes
ru_ru: Важные замечания

source: Supports Bitcoin/Altcoin Payments in Any Other Wordpress Plugins
ru_ru: Поддержка биткоин/альткоин платежей в любых других плагинах wordpress

source: Other wordpress plugin developers can easily integrate Bitcoin payments to their own plugins (<a target='_blank' href='%s'>source example</a> and <a target='_blank' href='%s'>result</a>) using this GoUrl Plugin with payment gateway functionality. Please ask Wordpress Plugin Developers to add <a href='#i6'>a few lines of code below</a> to their plugins (gourl bitcoin payment gateway with optional <a target='_blank' href='%s'>Bitcoin Affiliate Program - 33.3%% lifetime revenue share</a> for them) and bitcoin/litecoin/dogecoin/etc payments will be automatically used in their plugins. It's easy!
ru_ru: Разработчики других плагинов для wordpress могут легко интегрировать платежи биткоин в их собственные плагины (<a target='_blank' href='%s'>пример кода</a> и <a target='_blank' href='%s'>результат</a>) с помощью этого плагина GoUrl с функциональностью платежного шлюза. Пожалуйста, попросите wordpress плагин разработчиков добавить <a href='#i6'>несколько строк кода ниже</a> в их плагин (Gourl биткоин платежный шлюз с дополнительной <a target='_blank' href='%s'>биткоин партнерской программой - 33.3%% комиссии</a> для них) и биткоин / лайткоин / dogecoin / и т.д. платежи будут автоматически использоваться в их плагинах. Это просто!

source: Webmaster Spelling Notifications Plugin
ru_ru: Уведомление об ошибках на сайте для веб-мастеров (плагин)

source: Plugin allows site visitors to send reports to the webmaster/owner about any spelling or grammatical errors. Spelling checker on your website. <a href='%s'>Live Demo</a>
ru_ru: Плагин позволяет посетителям сайта посылать отчеты владельцу/веб-мастеру о любых орфографических или грамматических ошибках. Проверка орфографии на веб-сайте. <a href='%s'>Live Демо</a>

source: GoUrl Instruction
ru_ru: GoUrl Инструкция

source: Free <a target='_blank' href='%s'>Register</a> or <a target='_blank' href='%s'>Login</a> on GoUrl.io - Global Bitcoin Payment Gateway
ru_ru: Бесплатно <a target='_blank' href='%s'>зарегистрируйтесь</a> или <a target='_blank' href='%s'>войдите</a> на GoUrl.io - глобальный биткоин платежный шлюз

source: Create <a target='_blank' href='%s'>Payment Box</a> Records for all coin types you will accept on your website
ru_ru: Создайте <a target='_blank' href='%s'>Payment Box</a> записи для всех типов монет, которые вы будете принимать на вашем сайте

source: You will need to place <a href='%s'>Callback URL</a> on Gourl.io, please use: <b>%s</b>
ru_ru: Вам нужно будет добавить <a href='%s'>Callback URL</a> на Gourl.io, пожалуйста используйте: <b>%s</b>

source: You will get Free GoUrl Public/Private keys from new created <a target='_blank' href='%s'>payment box</a>, save them on <a href='%s'>Settings Page</a>
ru_ru: Вы получите бесплатные GoUrl Public/Private keys от созданного <a target='_blank' href='%s'>payment box</a>, сохраните их на <a href='%s'>cтранице с настройками</a>

source: THAT'S IT! YOUR WEBSITE IS READY TO ACCEPT BITCOINS ONLINE!
ru_ru: ЭТО ВСЁ! ВАШ САЙТ ГОТОВ К ПРИЕМУ БИТКОИНОВ ОНЛАЙН!

source: <b>Testing environment</b>: You can use <a target='_blank' href='%s'>110 free Speedcoins</a> or <a target='_blank' href='%s'>Dogecoins</a> for testing
ru_ru: <b>Отладка</b>: Вы можете использовать <a target='_blank' href='%s'>110 бесплатных Speedcoins</a> или <a target='_blank' href='%s'>Dogecoins</a> для тестирования

source: Differences between Pay-Per-View and Pay-Per-Membership
ru_ru: Различия между Pay-Per-View и Pay-Per-Membership

source: Click to see full size image
ru_ru: Нажмите, чтобы увидеть полный размер изображения

source: Add GoUrl Shortcodes to pages. Example
ru_ru: Добавьте GoUrl Shortcodes на страницы. Пример

source: <a href='%s'>Pay-Per-View</a> - shortcode <b>[%s]</b> - you can use it for unregistered website visitors. Plugin will automatically generate a unique user identification for every user and save it in user browser cookies. User can have a maximum of 2 days membership with Pay-Per-View and after they will need to pay again. Because if a user clears browser cookies, they will lose their membership and a new payment box will be displayed.
ru_ru: <a href='%s'>Pay-Per-View / Оплата-за-просмотр</a> - shortcode <b>[%s]</b> - вы можете использовать его для незарегистрированных посетителей сайта. Плагин будет автоматически генерировать уникальный идентификатор пользователя для каждого нового пользователя и сохранять его в cookies в браузере пользователя. Пользователь может иметь не более 2 дней членства на сайте с Pay-Per-View и после нужно будет платить снова. Т. к. если пользователь удаляет файлы cookie браузера, он потеряет свое членство и новое поле оплаты будет отображаться.

source: <a href='%s'>Pay-Per-Membership</a> - shortcode <b>[%s]</b> - similar to pay-per-view but for registered users only. It is a better safety solution because plugin uses registered userID not cookies. And a membership period from 1 hour to 1 year of your choice. You need to have website <a href='%s'>registration enabled</a>.
ru_ru: <a href='%s'>Pay-Per-Membership/Плата-за-членство</a> - shortcode <b>[%s]</b> - похожа на pay-per-view, но только для зарегистрированных пользователей сайта. Это лучшее более безопасное решение, т.к. плагин использует зарегистрированных пользователей userID. Членство на сайте/membership можно выбирать от 1 часа до 1 года по вашему выбору. Вам нужно иметь на веб-сайте опцию регистрации <a href='%s'>включенной</a>.

source: You can use <b>custom actions with Pay-Per-Membership</b> on your website (premium and free webpages).<br>For example, hide ads for premium users, php code below -
ru_ru: Можно использовать <b>настраиваемые действия с Pay-Per-Membership</b> на вашем сайте (для премиум и бесплатных веб-страниц).<br>Например скрыть рекламные объявления для премиум пользователей, php код ниже -

source: You can use <b>custom actions with Pay-Per-View</b> on your website too -
ru_ru: Вы можете использовать <b>настраиваемые действия с Pay-Per-View</b> на вашем сайте также -

source: <b>Pay-Per-Membership</b> integrated with <a href='%s'>bbPress Forum/Customer Support</a> also ( use our <a href='%s'>GoUrl bbPress Addon</a> ). You can mark some topics on your bbPress as Premium and can easily monetise it with Bitcoins/altcoins.
ru_ru: <b>Pay-Per-Membership</b> также интегрировано с <a href='%s'>bbPress форум/службой поддержки</a> (используйте наш <a href='%s'>GoUrl bbPress плагин</a> ). Вы можете пометить некоторые темы на вашем bbPress как премиум и может легко монетизировать их с биткоинами/альткоинами.

source: <b>Both solutions</b> - Pay-Per-Membership and Pay-Per-View hide content on premium pages from unpaid users/visitors and allow to use custom actions on free website pages; Pay-Per-Membership provides premium membership mode in <a href='%s'>bbPress</a> also.
ru_ru: <b>Оба решения</b> - Pay-Per-Membership и Pay-Per-View скрывают содержимое премиум страниц сайта от бесплатных пользователей и также позволяют применять различные действия к бесплатным страницам сайта; Pay-Per-Membership также предоставляет режим премиум членства в <a href='%s'>bbPress</a>.

source: If a visitor goes to a premium page and have not logged in -<br>Pay-Per-View will show a payment box and accept payments from the unregistered visitor.<br>Pay-Per-Membership will show a message that the user needs to login/register on your website first and after show a payment box for logged in users only.
ru_ru: Если посетитель переходит на премиум страницу и еще не logged/вошел на ваш сайт -<br>Pay-Per-View будут показывать окно оплаты и принимать платежи от незарегистрированного посетителя.<br>Pay-Per-Membership покажет сообщение, пользователь должен войти/зарегистрироваться на вашем сайте сначала и после платежное окно будет ему (зарегистрированному пользователю).

source: For example, you might offer paid unlimited access to your 50 website premium pages/posts for the price of 1 USD for 2 DAYS to all your website visitors (<span class='gourlnowrap'>non-registered</span> visitors or registered users). Simple <a href='%s'>add</a> shortcode <a href='%s'>[%s]</a> or <a href='%s'>[%s]</a> for all those fifty your premium pages/posts. When visitors go on any of those pages, they will see automatic cryptocoin payment box (the original page content will be hidden). After visitor makes their payment, they will get access to original pages content/videos and after 2 days will see a new payment box. Visitor can make payment on any your premium page and they will get access to all other premium pages also.<br>Optional - You can <a href='%s'>show ads</a> for unpaid users on other your free webpages, etc.
ru_ru: Например, вы можете предложить платный неограниченный доступ к пятидесяти премиум страницам вашего сайта по цене 1 USD за 2 дня - всем посетителям вашего сайта (<span class='gourlnowrap'>не зарегистрированным</span> посетителям или зарегистрированных пользователям). Просто <a href='%s'>добавьте</a> shortcode <a href='%s'>[%s]</a> или <a href='%s'>[%s]</a> на все эти пятьдесят ваших премиум страниц. Когда посетители зайдут на любую из этих страниц, они будут автоматически видеть окно крипто оплаты (оригинальное содержимое страницы будет скрыто). После того как посетитель делает оплату, он будет получать доступ к оригинальному содержимому страницы / видео и после 2 дней новою окно оплаты будет отображаться заново. Посетитель может произвести оплату на любой вашей премиум странице, и он получит доступ ко всем другим премиум страницам также. <br>Не обязательно - вы можете показывать <a href='%s'>рекламные объявления</a> для бесплатных пользователей на других бесплатных страницах вашего сайта и т.д.

source: <b>Notes:</b><br>- Do not use [%s] and [%s] together on the same page.<br>- Website Editors / Admins will have all the time full access to premium pages and see original page content
ru_ru: <b>Примечания:</b><br> - Не используйте [%s] и [%s] вместе на одной и той же странице.<br> - Редакторы сайта / Администраторы будут иметь все время полный доступ к премиум страницам и видеть оригинальное содержимое страниц

source: Adding Custom Actions after Payment has been received
ru_ru: Добавление пользовательских действий после получения оплаты

source: Using for Pay-Per-Product, Pay-Per-Download, Pay-Per-View, Pay-Per-Membership only
ru_ru: Используется в Pay-Per-Product, Pay-Per-Download, Pay-Per-View, Pay-Per-Membership только

source: Optional - You can use additional actions after a payment has been received (for example create/update database records, etc) using gourl instant payment notification system. Simply edit php file <a href='%s'>gourl_ipn.php</a> in directory %s and add section with your order_ID in function <b>%s</b>.
ru_ru: Необязательно - Вы можете использовать дополнительные действия после получения оплаты (например, создавать/обновлять записи в базе данных и т.д.), с помощью gourl системы мгновенных уведомлений об оплате. Просто редактируйте php файл <a href='%s'>gourl_ipn.php</a> в каталоге %s и добавьте секцию с вашим order_ID в функцию <b>%s</b>.

source: This function will appear every time when a new payment from any user is received successfully. Function gets user_ID - user who made payment, current order_ID (the same value as at the bottom of record edit page Pay-Per-Product, Pay-Per-Download, etc.) and payment details as array.
ru_ru: Эта функция будет вызываться каждый раз, когда новый платеж от любого пользователя успешно получен. Функция получает user_ID - пользователя, который сделал платеж, текущий order_ID (то же значение, как в нижней части страницы редактирования записи Pay-Per-Product, Pay-Per-Download и т.д.) и платежные детали в виде массива.

source: Example of PHP code
ru_ru: Пример PHP кода

source: P.S. If you use <a href='#addon'>additional plugins/add-ons</a> with gourl payment gateway, you can add your custom actions inside of function %s. That function will appear when a payment is received. Variable values received that add-on function identically to values received function gourl_successful_payment(), see <a href='%s'>screenshot</a> above.
ru_ru: P.S. Если вы используете <a href='#addon'>дополнительные плагины</a> с gourl платежным шлюзом, вы можете добавить свои собственные действия в функцию %s. Эта функция будет вызываться, когда платеж получен. Значения переменных, получаемые этой функцией, такие же, как значения получаемые функцией gourl_successful_payment(), см <a href='%s'>скриншот</a> выше.

source: Bitcoin Payments with Any Other Wordpress Plugins
ru_ru: Биткоин платежи с любыми другими wordpress плагинами
