Repository: m0gliE/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: ru_ru

source: User - cannot be empty
ru_ru: Пользователь - не может быть пустым

source: Start Date - cannot be empty
ru_ru: Дата начала членства - не может быть пустым

source: End Date - cannot be empty
ru_ru: Дата окончания членства - не может быть пустым

source: End Date - invalid value
ru_ru: Дата окончания членства - недопустимое значение

source: Invalid Product ID, Please reload page
ru_ru: Недопустимый Product ID, пожалуйста перезагрузите страницу

source: Product Title - cannot be empty
ru_ru: Название продукта - не может быть пустым

source: Product Title - Max size 100 symbols
ru_ru: Название продукта - макс. размер 100 символов

source: Email to Buyer: From Email - cannot be empty
ru_ru: Email покупателю: с Email - не может быть пустым

source: Purchase Email Subject - cannot be empty
ru_ru: Purchase Email тема - не может быть пустым

source: Purchase Email Body - cannot be empty
ru_ru: Purchase Email текст - не может быть пустым

source: Sale Notification From - cannot be empty
ru_ru: Sale Notification From - не может быть пустым

source: Sale Notification Subject - cannot be empty
ru_ru: Sale Notification тема - не может быть пустым

source: Sale Notification - cannot be empty
ru_ru: Sale Notification - не может быть пустым

source: Sale Notification To - cannot be empty
ru_ru: Sale Notification To - не может быть пустым

source: Email to Buyer: From Email - %s - invalid email format
ru_ru: Email покупателю: с Email - %s - неверный формат

source: Sale Notification From - %s - invalid email format
ru_ru: Sale Notification From - %s - неверный email формат

source: Sale Notification To - %s - invalid email format
ru_ru: Sale Notification To - %s - неверный email формат

source: Edit Product
ru_ru: Редактировать продукт

source: New Product
ru_ru: Новый продукт

source: Used template tags for preview:
ru_ru: Используемые шорткоды в предварительном просмотре:

source: Email to Buyer - Purchase Receipt
ru_ru: Email для покупателя - Подтверждение покупки

source: Activated
ru_ru: Активирован

source: Not Active
ru_ru: Неактивный

source: From:
ru_ru: От:

source: To:
ru_ru: Куда:

source: - user registered email -
ru_ru: - пользователя зарегистрированный email -

source: Subject:
ru_ru: Тема:

source: Body:
ru_ru: Текст письма:

source: Email to Seller/Admin - Sale Notification
ru_ru: Email для продавца/админа - Подтверждение продажи

source: New product
ru_ru: Новый продукт

source: All Paid Products
ru_ru: Все платные продукты

source: Create New Product
ru_ru: Создать продукт

source: Preview - Paid
ru_ru: Предпросмотр - оплачен

source: Preview - Emails
ru_ru: Предпросмотр - emails

source: Product ID
ru_ru: Продукт ID

source: Product Title
ru_ru: Название продукта

source: Title for the product. Users will see this title
ru_ru: Название продукта. Пользователи будут видеть это название

source: If box is not checked, visitors cannot pay you for this product
ru_ru: Если флажок не установлен, посетители не смогут оплатить этот продукт

source: The maximum number of times a product may be purchased. Leave blank or set to 0 for unlimited number of product purchases
ru_ru: Максимальное количество раз продукт может быть приобретен. Оставьте пустым или равным 0 для неограниченного количества продаж

source: Period after which the payment becomes obsolete and new Payment Box will be shown for this product (you can use it to take new payments from users periodically on daily/monthly basis)<br>For quickly repeated purchases with shopping cart, you can use <a href='%s'>WooCommerce</a> with <a href='%s'>GoUrl WooCommerce Addon</a> also
ru_ru: Период, после чего оплата устаревает и новое окно оплаты будет отображаться для этого продукта (вы можете использовать это для получения новых платежей от пользователей периодически на ежедневной/ежемесячной основе). Для быстрых повторных покупок с корзиной (shopping cart), вы также можете использовать <a href='%s'>WooCommerce</a> с <a href='%s'>GoUrl WooCommerce аддон</a>

source: A. Product Description (Unpaid yet)
ru_ru: A. Описание продукта (неоплачен ещё)

source: Product Description. Users will see this product description when no payment has been received yet
ru_ru: Описание продукта. Пользователи будут видеть это описание продукта, когда оплата не была получена ещё

source: B. Product Description (Paid already)
ru_ru: A. Описание продукта (оплачен уже)

source: Users will see this product description when payment has been successfully received. If you leave field empty, it will display content from 'A. Product Description - unpaid' field<br>Available template tags: %s
ru_ru: Пользователи будут видеть это описание продукта, когда платеж был получен успешно. Если оставить поле пустым, оно будет отображать содержимое из поля «A. Описание продукта - неоплачен»<br>Доступные теги в описании: %s

source: Email to Buyer ?
ru_ru: Email для покупателя ?

source: If box is checked, purchase receipt email will be sent to Buyer on user registered email
ru_ru: Если флажок установлен, подтверждение покупки email (purchase receipt) будет отправлен покупателю на его зарегистрированный email

source: Purchase Email - From
ru_ru: Purchase Email - от кого

source: Email to Buyer: This will act as the 'from' and 'reply-to' address in email
ru_ru: Email для покупателя: это будет использоваться как «От кого» и «ответить» адрес в электронной почте

source: Purchase Email - Subject
ru_ru: Purchase Email - тема

source: Email to Buyer: Enter the subject line for the purchase receipt email
ru_ru: Email для покупателя: введите тему для email кот. будет послан покупателю

source: Purchase Email - Body
ru_ru: Purchase Email - текст

source: Email to Buyer: Enter email body that is sent to users after completing a successful purchase. HTML is not accepted.<br>Available template tags: %s
ru_ru: Email для покупателя: Введите текст письма, которое отправляется пользователям, после совершения успешной покупки. HTML не разрешается.<br>Доступные теги: %s

source: Email to Seller/Admin ?
ru_ru: Email для продавца/админа

source: If box is checked, new sale notification email will be sent to Seller/Admin
ru_ru: Если флажок установлен, email уведомление о новой продаже будет направляться продавцу/админу

source: Sale Notification - From
ru_ru: Sale Notification - от кого

source: Email to Seller: This will act as the 'from' and 'reply-to' email address
ru_ru: Email для продавца: это будет использоваться как «От кого» и «ответить» адрес в электронной почте

source: Sale Notification - Subject
ru_ru: Sale Notification - тема

source: Email to Seller: Enter the subject line for the sale notification email<br>Available template tags: %s
ru_ru: Email для продавца: введите тему для email с уведомлением о продажи<br>Доступные теги: %s

source: Sale Notification - Body
ru_ru: Sale Notification - текст

source: Email to Seller: Enter the sale notification email that is sent to seller/admin after user completing a successful purchase.<br>Available template tags: %s
ru_ru: Email для продавца: введите текст письма, кот. получит продавец/админ после того, как пользователь оплатил продукт.<br>Доступные теги: %s

source: Sale Notification - To
ru_ru: Sale Notification - кому

source: Email to Seller: Enter the email address(es) that should receive a notification anytime a sale is made, one per line
ru_ru: Email для продавца: введите адрес/а электронной почты (по одному в строке), на которые будут отправляться уведомления о продаже

source: Add New Product
ru_ru: Добавить продукт

source: Use 'Pay-Per-product' - sell any of your products online to registered users. Email notifications to Buyer/Seller.
ru_ru: Используйте «Pay-Per-product/Оплата-за-продукт» - продажа любых ваших продуктов онлайн зарегистрированным пользователям. Уведомления по email для покупателей и продавцов.

source: You will need to <a href='%s'>create a new product record</a> of what you are selling, you get custom WordPress shortcode, <a href='%s'>place that shortcode</a> on any of your website pages and user will see the product payment box.
ru_ru: Вам нужно будет <a href='%s'>создать запись</a> о новом вашем продукте. Вы получите wordpress шорткод, <a href='%s'>поместите его</a> на любую страницу вашего сайта и пользователь увидит окно оплаты продукта.

source: Please activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>). &#160; For unregistered visitors - you can customize <a href='%s'>Login Image</a> or choose to display <a href='%s'>Login Form</a>
ru_ru: Пожалуйста, активируйте регистрацию на сайте (Общие настройки » Членство - <a href='%s'>любой может зарегистрироваться</a>). Для незарегистрированных посетителей - можно выбрать <a href='%s'>login изображение</a> или показывать <a href='%s'>Форму входа на сайт</a> напрямую

source: See also - <a href='%s'>Installation Instruction</a>
ru_ru: Смотрите также - <a href='%s'>инструкция по настройке</a>

source: Alternatively, you can use free <a href='%s'>WooCommerce</a> plugin (advanced shopping plugin with 'GUEST CHECKOUT' option) with our <a href='%s'>Woocommerce Bitcoin/Altcoin Gateway</a> addon
ru_ru: Кроме того, вы можете использовать бесплатный плагин <a href='%s'>WooCommerce</a> плагин (расширенная корзина с опцией 'Гостевая оплата') с нашим дополнением - <a href='%s'>Woocommerce Биткоин/Альткоин шлюз</a>

source: Total products
ru_ru: Всего продуктов

source: products
ru_ru: продукты

source: Invalid product id '%s' -
ru_ru: Недопустимый id продукта «%s» -

source: You need first to login or register on the website to make Bitcoin/Altcoin Payments
ru_ru: Вам нужно сначала войти или зарегистрироваться на сайте чтобы сделать платеж а биткоинах/альткоинах

source: Cryptcoin Payment Box Disabled
ru_ru: Платежи в криптовалюте отключены

source: Cryptcoin Payment Box Preview
ru_ru: Payment Box предпросмотр

source: All Received Payments
ru_ru: Все полученные платежи

source: Payment %s Confirmed
ru_ru: Платеж %s подтвержден

source: Payment %s - <b>NOT confirmed yet</b>
ru_ru: Платеж %s <b>не подтвержден еще</b>

source: Recognised
ru_ru: Распознанные

source: Unrecognised
ru_ru: Нераспознанные

source: Total Sum
ru_ru: Общая сумма

source: Login
ru_ru: Вход на сайт

source: username
ru_ru: логин

source: password
ru_ru: пароль

source: Log in
ru_ru: Войти

source: Lost your password?
ru_ru: Забыли пароль?

source: Free
ru_ru: Бесплатно

source: If you like <strong>GoUrl Bitcoin/Altcoins Gateway</strong> please leave us a %s rating on %s. A huge thank you from GoUrl in advance!
ru_ru: Если вам нравится <strong>GoUrl Биткоин/Альткоин шлюз</strong>, пожалуйста поставьте нам рейтинг %s на %s. Огромное спасибо вам от GoUrl заранее!

source: <strong>%s Plugin is almost ready to use!</strong> All you need to do is to <a style='text-decoration:underline' href='%s'>update your plugin settings</a>
ru_ru: <strong>%s плагин почти готов к использованию!</strong> Все, что вам нужно сделать это <a style='text-decoration:underline' href='%s'>обновить настройки плагина</a>

source: Official GoUrl Bitcoin Payment Gateway for Wordpress
ru_ru: Официальный GoUrl Биткоин платёжный шлюз для Wordpress

source: <strong>Please deactivate %s Plugin,<br>manually set folder %s permission to 0777 and activate it again.</strong><br><br>if you have already done so before, please create three folders below manually and set folder permissions to 0777:<br>- %s<br>- %s<br>- %s
ru_ru: <strong>Пожалуйста отключите плагин, %s<br>вручную установите разрешение (folder permission) 0777 для папки %s и активируйте плагин снова.</strong><br><br>Если вы уже сделали этого раньше, вручную создайте три папки ниже и задайте им разрешения 0777:<br>-%s<br>-%s<br>-%s

source: GoUrl Bitcoin
ru_ru: GoUrl Биткоин

source: &#149; Summary
ru_ru: &#149; Краткий обзор

source: &#149; All Payments
ru_ru: &#149; Все платежи

source: Premium Users
ru_ru: Премиум польз-ли

source: Add-ons
ru_ru: Дополнения

source: Contacts
ru_ru: Контакты

source: GoUrl Pay-Per-Download (Paid File Downloads)
ru_ru: GoUrl Pay-Per-Download (платные скачивания файлов)

source: GoUrl Pay-Per-View (Anonymous Access to Premium Pages/Video)
ru_ru: GoUrl Pay-Per-View (Анонимный доступ к премиум страницам/видео)

source: GoUrl Premium Pay-Per-Membership
ru_ru: GoUrl премиум Pay-Per-Membership

source: GoUrl Pay-Per-Product (selling online)
ru_ru: GoUrl Pay-Per-Product (продажи онлайн)

source: CRYPTO-CURRENCY PAYMENT GATEWAY
ru_ru: КРИПТО-ВАЛЮТЫ ПЛАТЕЖНЫЙ ШЛЮЗ

source: Cannot upload file '%s' on server. Alternatively, you can upload your file to '%s' using the FTP File Manager
ru_ru: Невозможно загрузить файл «%s» на сервер. Альтернативно, вы можете загрузить свой файл «%s» с помощью FTP File Manager

source: Invalid image file '%s', supported *.gif, *.jpg, *.png files only
ru_ru: Недопустимое изображение «%s», поддерживаемые форматы *.gif, *.jpg, *.png

source: Cannot move file '%s' to directory '%s' on server. Please check directory permissions
ru_ru: Не удается переместить файл «%s» в каталог «%s» на сервере. Пожалуйста, проверьте права доступа к директориям

source: Your Featured Image %s has been uploaded <strong>successfully</strong>
ru_ru: Ваше изображение %s было загружено <strong>успешно</strong>

source: Your File %s has been uploaded <strong>successfully</strong>
ru_ru: Ваше файл %s был загружен <strong>успешно</strong>

source: New File Name is <strong>%s</strong>
ru_ru: Новое имя файла <strong>%s</strong>

source: Error. Please place in variable $YourPluginName - your plugin name
ru_ru: Ошибка. Пожалуйста, поместите в переменную $YourPluginName - имя вашего плагина

source: Error. Invalid plugin name - %s. Size: 5-17 symbols. Allowed symbols: a..Z0..9_-
ru_ru: Ошибка. Неверное имя плагина - %s. Размер: 5-17 символов. Допускается символы:... Z0... 9_-

source: Error. Please change plugin name. Plugin name can not begin with: 'file..', 'product..', 'pay..', 'membership..', 'user..'
ru_ru: Ошибка. Пожалуйста, измените название плагина. Имя плагина не может начинаться с: 'file..', 'product..', 'pay..', 'membership..', 'user..'

source: Error. Please change plugin name. Plugin name can not use in name '..gourl..'
ru_ru: Ошибка. Пожалуйста, измените название плагина. Название плагина можно не использовать '...gourl..'

source: Error. Invalid amount value - %s. Min value for USD: 0.01
ru_ru: Ошибка. Недопустимое значение - %s. Мин значение для USD: 0.01

source: Error. Invalid amount value - %s. Min value: 0.0001
ru_ru: Ошибка. Недопустимое значение - %s. Мин значение: 0.0001

source: Error. Invalid amountCurrency - %s. Allowed: USD, %s
ru_ru: Ошибка. Недопустимое amountCurrency - %s. Допускаются: USD, %s

source: Error. Invalid Order ID - %s. Max size: 32 symbols. Allowed symbols: a..Z0..9_-
ru_ru: Ошибка. Недопустимое Order ID - %s. Макс размер: 32 символа. Допускаются символы: a..Z0..9_-

source: Error. Invalid period value - %s. Allowed: NOEXPIRY, 1..90 HOUR, 1..90 DAY, 1..90 WEEK, 1..90 MONTH; example: 2 DAYS
ru_ru: Ошибка. Недопустимый период - %s. Допускается: NOEXPIRY, 1..90 HOUR, 1..90 DAY, 1..90 WEEK, 1..90 MONTH; Пример: 2 DAYS

source: Error. Invalid language - %s. Allowed: %s
ru_ru: Ошибка. Недопустимый язык - %s. Допускаются: %s

source: Error. Invalid Coin - %s. Allowed: %s
ru_ru: Ошибка. Недопустимая монета - %s. Допускаются: %s

source: Error. Invalid affiliate_key, you can leave it empty
ru_ru: Ошибка. Недопустимый affiliate_key, вы можете оставить его пустым

source: Error. Invalid User ID - %s. Allowed numeric values or 'guest' value
ru_ru: Ошибка. Недопустимый User ID - %s. Допускаются числовые значения или 'guest' значение

source: Error.
ru_ru: Ошибка.

source: Error. Please try a different payment method. GoUrl Bitcoin Plugin not configured - need setup payment box keys on GoUrl Bitcoin Gateway Options page
ru_ru: Ошибка. Пожалуйста, попробуйте другой метод оплаты. GoUrl Bitcoin плагин не настроен - нужно ввести ключи для payment box на странице настроек GoUrl шлюза

source: Invalid %s Public Key - %s
ru_ru: Неверный %s Public Key - %s

source: Invalid %s Private Key
ru_ru: Неверный %s Private Key

source: Error. Please enter Payment Private/Public Keys on GoUrl Options page for %s
ru_ru: Ошибка. Пожалуйста, введите Payment Private/Public Keys на странице настроек GoUrl для %s

source: TB
ru_ru: Tб

source: GB
ru_ru: Гб

source: MB
ru_ru: Мб

source: kb
ru_ru: кб

source: Bytes
ru_ru: байтов

source: Bitcoin/altcoin Payments?
ru_ru: Биткоин/альткоин платежи?

source: YES
ru_ru: ДА

source: Latest payment
ru_ru: Последний платеж

source: NO
ru_ru: НЕТ

source: Premium Membership
ru_ru: Премиум членство

source: Period
ru_ru: Период

source: Manually Add Premium Membership
ru_ru: Вручную создать Премиум членство

source: Please Login
ru_ru: Пожалуйста, войдите

source: <h1>Feed not available, please visit our <a href='%s'>Home Page</a>!</h1>
ru_ru: <h1>Feed не доступен, пожалуйста, посетите нашу <a href='%s'>домашнюю страницу</a>!</h1>

source: Show this coin transactions only
ru_ru: Показать транзакции для этой монеты только

source: unlimited
ru_ru: неограниченно

source: Registered Users
ru_ru: Зарегистрированные пользователи

source: Acti-ve?
ru_ru: Активно?

source: File Name
ru_ru: Имя файла

source: File Size
ru_ru: ﻿Размер файла

source: Price USD
ru_ru: Цена USD

source: Price in Coins
ru_ru: Цена в монетах

source: Show FileName/Price?
ru_ru: Показ. имя файла/цену?

source: Latest Received Payment, GMT
ru_ru: Последний полученный платеж, GMT

source: Record Updated, GMT
ru_ru: Запись обновлена, GMT

source: Record Created, GMT
ru_ru: Запись создана, GMT

source: Payment Expiry Period
ru_ru: Срок действия

source: Default Payment Box Coin
ru_ru: Монета по умолчанию в Payment Box

source: Default Coin only?
ru_ru: По умолч. монета только?

source: Default Box Language
ru_ru: Язык по умолчанию

source: Edit
ru_ru: Редактировать

source: Preview
ru_ru: Предпросмотр

source: Price in USD
ru_ru: Цена в USD

source: Email to Buyer?
ru_ru: Email покупателю?

source: Email to Seller?
ru_ru: Email продавцу?

source: User already downloaded this file from your website
ru_ru: Пользователь уже скачал этот файл с вашего сайта

source: User not downloaded this file yet
ru_ru: Пользователь не скачал этот файл еще

source: View Statistics
ru_ru: Просмотр статистики

source: order
ru_ru: заказ

source: donation
ru_ru: пожертвование

source: Guest
ru_ru: Гость

source: wrong paid amount
ru_ru: неправильно уплаченная сумма

source: Show Only Visitors from this Country
ru_ru: Показать посетителей из этой страны только

source: Transaction Details
ru_ru: Детали платежа

source: Wallet Details
ru_ru: Бумажник детали

source: Payment ID
ru_ru: Оплата ID

source: Coin
ru_ru: Монета

source: Order ID
ru_ru: Заказ ID

source: Paid Amount
ru_ru: Оплаченная сумма

source: Approximate in USD
ru_ru: Приблизительно в USD

source: Unrecogn. Payment?
ru_ru: Нераспозн. платёж?

source: User ID
ru_ru: Пользователя ID

source: User Country
ru_ru: Страна пользователя

source: Confirmed Payment?
ru_ru: Подтвержд. платёж?

source: Payment Date, GMT
ru_ru: Дата оплаты, GMT

source: User Downl. File?
ru_ru: Польз. загрузил файл?

source: File Downloaded Time, GMT
ru_ru: Время загрузки файла, GMT

source: Transaction ID
ru_ru: Транзакции ID

source: Your GoUrl Wallet Address
ru_ru: Ваш адрес GoUrl бумажника

source: Re-check Payment Status
ru_ru: Повторно проверить статус платежа

source: Check
ru_ru: Проверить

source: manually
ru_ru: вручную

source: Premium Membership Start, GMT
ru_ru: Дата начала премиум членства, GMT

source: Premium Membership End, GMT
ru_ru: Дата окончания премиум членства, GMT

source: Premium Memb. Disabled?
ru_ru: Премиум членство заблокировано?

source: Are you sure you want to DISABLE Premium Membership?
ru_ru: Вы уверены, что вы хотите ЗАБЛОКИРОВАТЬ премиум членство?

source: Are you sure you want to ENABLE Premium Membership?
ru_ru: Вы уверены, что вы хотите РАЗБЛОКИРОВАТЬ премиум членство?

source: Disable
ru_ru: Отключить

source: Enable
ru_ru: Включить

source: Are you sure you want to DELETE this record?
ru_ru: Вы уверены, что хотите УДАЛИТЬ эту запись?

source: Delete
ru_ru: Удалить

source: Profile
ru_ru: Профиль

source: All Payments
ru_ru: Все платежи
