Repository: m0gliE/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: ru_ru

source: <b>Other wordpress plugin developers can easily integrate Bitcoin payments to their own plugins</b> using this plugin with cryptocurrency payment gateway functionality. For example, see other add-on <a target='_blank' href='%s'>PHP source code</a> and <a target='_blank' href='%s'>result</a> - Bitcoin payments for <a target='_blank' href='%s'>WooCommerce</a>, which uses this plugin functionality. Please ask Wordpress Plugin Developers to add a few lines of code below to their plugins (gourl bitcoin payment gateway with optional <a target='_blank' href='%s'>Bitcoin Affiliate Program - 33.3%% lifetime revenue share</a> for them ) and bitcoin/altcoin payments will be automatically used in their plugins. GoUrl Payment Gateway will do all the work - display payment form, process received payments, etc and will submit that information to the plugin used. Around 5 seconds after cryptocoin payment is made, user will see confirmation on your webpage with any wordpress plugin that payment is received (i.e. very fast).
ru_ru: <b>Разработчики других плагинов для wordpress могут легко интегрировать биткоин платежи в их собственные плагины</b> используя данного плагина крипто платежный шлюз. Для примера смотрите другое дополнение (<a target='_blank' href='%s'>пример php кода</a> и <a target='_blank' href='%s'>результат</a>) - биткоин платежи для <a target='_blank' href='%s'>WooCommerce</a>, которое использует данного плагина функциональность. Пожалуйста, попросите wordpress плагин разработчиков добавить несколько строк кода ниже в их плагин (gourl биткоин платежный шлюз с дополнительной <a target='_blank' href='%s'>биткоин партнерской программой - 33.3%% комиссии</a> для них) и биткоин / лайткоин / dogecoin / и т.д. платежи будут автоматически использоваться в их плагинах. GoUrl платежный шлюз будет делать всю работу - показывать форму оплаты, обрабатывать поступающие платежи и т.д., и представлять эту информацию в тот плагин, который используется. В течении 5 секунд после отправки крипто платежа, пользователь увидит подтверждение на веб-странице с любым wordpress плагином, что оплата получена (т.е. очень быстро).

source: <b>Beneficial for You and other users.</b> Simply use this GoUrl Bitcoin/Altcoin Gateway for Wordpress which will automatically be used by other plugins and you will only need to enter your bitcoin/litecoin/dogecoin wallet addresses once. No multiple times, for different plugins. Also you will see the bitcoin/altcoin payment statistics in one common table <a href='%s'>All Payments</a> with details of all received payments. So it is easy to control everything. Of course, other plugins also can show bitcoin/altcoin transactions which linked with them, using data from that common 'All Payments' table.
ru_ru: <b>Преимущества для вас и других пользователей</b>. Просто пользуйтесь этим GoUrl биткоин/альткоин платежным шлюзом для wordpress, который будет автоматически использоваться другими плагинами, и вам нужно будет ввести свои биткоин/лайткоин/dogecoin адреса бумажника только один раз. Не несколько раз, для различных плагинов. Также вы увидите биткоин/альткоин статистику по платежам в одной общей таблице <a href='%s'>Все платежи</a> с подробной информацией о всех полученных платежах. Так что легко контролировать все. Конечно, другие плагины также могут показывать биткоин/альткоин платежи, которые связаны с ними, используя данные из этой общей таблицы 'Все платежи'.

source: Example of php code with GoUrl Bitcoin Payment Gateway for other wordpress plugins -
ru_ru: Пример php кода с GoUrl биткоин платежным шлюзом для других wordpress плагинов -

source: And add custom actions after payment has been received. <a href='%s'>Integration Instruction &#187;</a>
ru_ru: И добавить пользовательские действия после того, как оплата получена. <a href='%s'>Инструкция по интеграции »</a>

source: GoUrl Contacts
ru_ru: GoUrl Контакты

source: Please contact us with any questions - %s
ru_ru: Вы можете задавать нам любые вопросы - %s

source: A great way to get involved in open source is to contribute to the existing projects you're using. GitHub is home to more than 5 million open source projects. <a target='_blank' href='%s'>A pull request</a> is a method of submitting contributions to an open development project. You can create a pull request with your new add-ons/php code for this free open source plugin <a target='_blank' href='%s'>here</a>
ru_ru: Отличный способ принять участие в open source, это внести свой вклад в существующие проекты, которые его используют. GitHub является площадкой для более чем 5 миллионов проектов с открытым исходным кодом. <a target='_blank' href='%s'>Pull request</a> является методом для внесения дополнений в проект с открытым кодом. Вы можете создать pull request с вашими дополнениями/php кодом для этого бесплатного плагина с открытым кодом <a target='_blank' href='%s'>здесь</a>

source: Buttons For Your Website -
ru_ru: Кнопки для вашего сайта -

source: Our Project Donation Addresses -
ru_ru: Нашего проекта адреса для пожертвований -

source: It is a Paid Download ! Please pay below
ru_ru: Это платная загрузка ! Пожалуйста оплатите ниже

source: Box Invalid Public Key
ru_ru: Box неверный Public Key

source: Box Invalid Private Key
ru_ru: Box неверный Private Key

source: Box Private Key - cannot be empty
ru_ru: Box Private Key - не может быть пустым

source: Box Public Key - cannot be empty
ru_ru: Box Public Key - не может быть пустым

source: You must choose at least one payment method. Please enter your GoUrl Public/Private Keys. <a href='%s'>Instruction here &#187;</a>
ru_ru: Вы должны выбрать, хотя бы один способ оплаты. Пожалуйста, введите ваши GoUrl Public/Private ключи. <a href='%s'>Инструкция здесь »</a>

source: Invalid Payment Box Width. Allowed 480..700px
ru_ru: Неверная ширина Payment Box. Допускается 480..700px

source: Invalid Payment Box Height. Allowed 200..400px
ru_ru: Неверная высота Payment Box. Допускается 200..400px

source: Invalid Records Per Page value. Allowed 5..200
ru_ru: Неверное значение Records Per Page. Допускается 5..200

source: Invalid Popup Message text size. Allowed 15 - 400 characters text length
ru_ru: Недопустимый размер текста для всплывающего сообщения. Допускается текст в 15 - 400 символов

source: Invalid Payment Box Style
ru_ru: Неверный стиль платежного окна (Payment Box)

source: Invalid Payment Messages Style
ru_ru: Неверный стиль сообщений (Payment Messages)

source: Please enable CURL extension in PHP - <a href='%s'>Read here &#187;</a>
ru_ru: Пожалуйста, включите расширение CURL в PHP - <a href='%s'>Читайте здесь »</a>

source: Please enable MySQLi extension in PHP - <a href='%s'>Read here &#187;</a>
ru_ru: Пожалуйста, включите расширение MySQLi в PHP - <a href='%s'>Читайте здесь »</a>

source: You need PHP 5.4.0 (or greater). Current php version: %s
ru_ru: Вам нужен PHP 5.4.0 (или выше). Текущая версия php: %s

source: Please fix errors below:
ru_ru: Пожалуйста, исправьте ошибки ниже:

source: Settings have been updated <strong>successfully</strong>
ru_ru: Настройки были обновлены <strong>успешно</strong>

source: Settings
ru_ru: Настройки

source: Simple register on <a target='_blank' href='%s'>GoUrl.io</a> and get your Free Public/Private Payment Box keys. &#160; <a href='%s'>Read more &#187;</a>
ru_ru: Просто зарегистрируйтесь на <a target='_blank' href='%s'>GoUrl.io</a> и получите бесплатные Public/Private Payment Box ключи. <a href='%s'>Читать дальше »</a>

source: General Settings
ru_ru: Основные настройки

source: If you use multiple websites online, please create separate <a target='_blank' href='%s'>GoUrl Payment Box</a> records (with unique payment box public/private keys) for each of your websites. Do not use the same GoUrl Payment Box with the same public/private keys on your different websites.
ru_ru: Если вы используете несколько веб-сайтов в интернете, пожалуйста создавайте отдельные <a target='_blank' href='%s'>GoUrl Payment Box</a> записи (с уникальными payment box ключами) для каждого из ваших веб-сайтов. Не используйте одни и те же GoUrl Payment Box Public/Private Keys на различных веб-сайтах.

source: If you want to use plugin in a language other than English, see the page <a href='%s'>Languages and Translations</a>. &#160; This enables you to easily customize the texts of all the labels visible to your users.
ru_ru: Если вы хотите использовать плагин на языке отличном от русского, обратитесь к странице <a href='%s'>Языки и переводы</a>. Это позволит легко настроить тексты всех сообщений, видимых вашими пользователями.

source: Please wait...
ru_ru: Подождите...

source: Save Settings
ru_ru: Сохранить настройки

source: Instruction
ru_ru: Инструкция

source: Reload Page
ru_ru: Обновить

source: Your Callback Url
ru_ru: Ваш Callback Url

source: IMPORTANT - Please place this url in field <a href='%s'>Callback URL</a> for all your Payment Boxes on gourl.io. <a href='%s'>See screenshot</a>
ru_ru: ВАЖНО - Пожалуйста, поместите этот url адрес в поле <a href='%s'>Callback URL</a> для всех ваших Payment Box на gourl.io. <a href='%s'>Смотрите скриншот</a>

source: Payments
ru_ru: Платежи

source: <b>That is not a %s wallet private key!</b> &#160; GoUrl %s Box Private/Public Keys are used for communicating between your website and GoUrl.io Payment Gateway server (similar like paypal id/keys).<br>If you want to start accepting payments in <a target='_blank' href='%s'>%s (%s)</a>, please create a <a target='_blank' href='%s'>%s Payment Box</a> on GoUrl.io and then enter the received free GoUrl %s Box Public/Private Keys. Leave field blank if you do not accept payments in %s
ru_ru: <b>Это не private ключ %s!</b> &#160; GoUrl %s Box Private/Public Keys используются для связи между вашим сайтом и GoUrl.io сервером с платежным шлюзом (аналогично, как paypal id/ключи).<br>Если вы хотите, принимать платежи в <a target='_blank' href='%s'>%s (%s)</a>, пожалуйста, создайте <a target='_blank' href='%s'>%s Payment Box</a> на GoUrl.io, а затем введите здесь полученные бесплатные GoUrl %s Box Public/Private Keys. Оставьте поле пустым, если вы не принимаете платежи в %s

source: Payment Box Width
ru_ru: Payment Box ширина

source: Cryptocoin Payment Box Width, default 530px. <a href='%s'>See screenshot &#187;</a>
ru_ru: Cryptocoin Payment Box ширина, по умолчанию 530px. <a href='%s'>Смотрите скриншот »</a>

source: Payment Box Height
ru_ru: Payment Box высота

source: Cryptocoin Payment Box Height, default 230px
ru_ru: Cryptocoin Payment Box высота, по умолчанию 230px

source: Payment Box Style
ru_ru: Payment Box Стиль

source: Box with Default Shadow
ru_ru: Box с тенью по умолчанию

source: Custom Style
ru_ru: Произвольный стиль

source: Payment Box Visual CSS Style. <a href='%s'>See screenshot &#187;</a><br>Example: border-radius:15px;border:1px solid #eee;padding:3px 6px;margin:10px
ru_ru: Payment Box визуальный CSS стиль. <a href='%s'>Смотрите скриншот »</a><br>Пример: border-radius:15px;border:1px solid #eee;padding:3px 6px;margin:10px

source: Payment Messages Style
ru_ru: Payment Messages стиль

source: Messages with Default Shadow
ru_ru: Сообщения с тенью по умолчанию

source: Payment Notifications CSS Style (when user click on payment button which is located at the bottom of payment box). <a href='%s'>See screenshot &#187;</a><br>Example: display:inline-block;max-width:580px;padding:15px 20px;box-shadow:0 0 3px #aaa;margin:7px;line-height:25px;
ru_ru: Payment Notifications CSS стиль (когда пользователь нажимает на кнопку оплаты, кот. находиться внизу payment box). <a href='%s'>Смотрите скриншот »</a><br>Пример: display:inline-block;max-width:580px;padding:15px 20px;box-shadow:0 0 3px #aaa;margin:7px;line-height:25px;

source: Images for Payment Box
ru_ru: Изображения для Payment Box

source: Display Website Login Form
ru_ru: Показывать Форму входа на сайт

source: Display Payment Login Image
ru_ru: Показывать изображение Payment Login

source: Unregistered visitors will see that on your webpages with <a href='%s'>Pay-Per-Product</a> items
ru_ru: Незарегистрированные посетители будут видеть это, на ваших веб-страниц с <a href='%s'>Pay-Per-Product</a> продуктами

source: Default
ru_ru: По умолчанию

source: Custom Image
ru_ru: Произвольное изображение

source: This image will be displayed if your site requires registration for unregistered buyer before paying for a product/service.
ru_ru: Это изображение будет отображаться, если ваш сайт требует регистрации для незарегистрированных покупателей перед оплатой продукта/услуги.

source: This image will be displayed if only registered users can buy/download your paid files.
ru_ru: Это изображение будет отображаться, если только зарегистрированные пользователи могут купить/скачать платные файлы.

source: Allowed images: JPG, GIF, PNG.
ru_ru: Допускаются изображения: JPG, GIF, PNG.

source: Other
ru_ru: Прочее

source: Records Per Page
ru_ru: Кол-во записей на странице

source: records
ru_ru: записей

source: Set number of records per page in tables 'All Payments' and 'All Files'
ru_ru: Задать количество записей на странице в таблицах «Все платежи» и «Все файлы»

source: Popup Message
ru_ru: Всплывающее Сообщение

source: Pay-Per-Download: A pop-up message that a visitor will see when trying to download a paid file without payment<br>Default text: It is a Paid Download ! Please pay below It
ru_ru: Pay-Per-Download/Оплата-за-скачивание: Всплывающее сообщение, кот. посетитель будет видеть при попытке скачать платный файл без произведения оплаты<br>Текст по умолчанию: Это платная загрузка! Пожалуйста оплатите ниже

source: Additional Fields
ru_ru: Дополнительные поля

source: Pay-Per-Download: If box is checked, display on 'All Payments' statistics page two additional columns 'File Downloaded By User?' and 'File Downloaded Time'. Use it if you sell files online (Pay-Per-Download)
ru_ru: Pay-Per-Download/Оплата-за-скачивание: Если флажок установлен, отображаются две дополнительные колонки «Файл загружен пользователем?» и «Время загрузки файла» в таблице «Все платежи». Используйте это, если вы продаете файлы онлайн

source: Reverse Bitcoin Chart
ru_ru: Обратный Bitcoin график

source: <a href='%s'>Bitcoin Chart</a>: Reverse the X axis of time
ru_ru: <a href='%s'>Bitcoin график</a>: обратное направление оси X (времени)

source: Invalid File ID, Please reload page
ru_ru: Недопустимый File ID, пожалуйста перезагрузите страницу

source: Your File - cannot be empty
ru_ru: Ваш файл - не может быть пустым

source: Featured Image - select image
ru_ru: Изображение - выберите фото

source: Title - cannot be empty
ru_ru: Название - поле не может быть пустым

source: Title - Max size 100 symbols
ru_ru: Название - Макс. размер 100 символов

source: Price - cannot be empty
ru_ru: Цена - поле не может быть пустым

source: Price - use price in USD or in Cryptocoins. You cannot place values in two boxes together
ru_ru: Цена - используйте цену в USD или в криптовалюте. Вы не можете использовать две цены вместе

source: Price - %s USD - invalid value. Min value: 0.01 USD
ru_ru: Цена - %s USD - недопустимое значение. Минимальное значение: 0.01 USD

source: Price - %s %s - invalid value. Min value: 0.0001 %s. Allow 4 digits max after floating point
ru_ru: Цена - %s %s - недопустимое значение. Мин. значение: 0.0001 %s. Разрешены 4 цифры после плавающей точки

source: Price label '%s' - invalid value
ru_ru: Метка цена '%s' - недопустимое значение

source: Purchase Limit - invalid value
ru_ru: Предел покупок - недопустимое значение

source: Field 'Expiry Period' - cannot be empty
ru_ru: Поле «Срок действия» - не может быть пустым

source: Field 'Expiry Period' - invalid value
ru_ru: Поле «Срок действия» - недопустимое значение

source: Store Visitor IDs - invalid value
ru_ru: Хранить Посетителя ID - недопустимое значение

source: PaymentBox Language - invalid value
ru_ru: PaymentBox язык - недопустимое значение

source: Field 'PaymentBox Coin' - cannot be empty
ru_ru: Поле «PaymentBox монета» - не может быть пустым

source: Field 'PaymentBox Coin' - invalid value
ru_ru: Поле «PaymentBox монета» - недопустимое значение

source: Field 'PaymentBox Coin' - payments in %s not available. Please re-save record
ru_ru: Поле «PaymentBox монета» - платежи в %s не доступны. Пожалуйста, повторно сохраните запись

source: Field 'PaymentBox Coin' - please select '%s' because you have entered price in %s
ru_ru: Поле «PaymentBox монета» - Пожалуйста выберите «%s», потому что вы ввели цену в %s

source: Invalid Image Width. Allowed 1..2,000px
ru_ru: Недопустимая ширина изображения. Допускается 1..2, 000px

source: Record has been saved <strong>successfully</strong>
ru_ru: Запись <strong>успешно</strong> сохранена

source: Edit File
ru_ru: Редактировать файл

source: New File
ru_ru: Новый файл

source: Preview Shortcode &#160; &#160; %s
ru_ru: Предпросмотр шорткод &#160; &#160; %s

source: Close Preview
ru_ru: Закрыть предпросмотр

source: Shortcode
ru_ru: Шорткод

source: Sold %d copies
ru_ru: Продано %d копий

source: All Paid Files
ru_ru: Все платные файлы

source: Save Record
ru_ru: Сохранить запись

source: Show Preview
ru_ru: Предпросмотр

source: File ID
ru_ru: ID файла

source: Just <a target='_blank' href='%s'>add this shortcode</a> to any your page or post (in html view) and cryptocoin payment box will be display
ru_ru: Просто <a target='_blank' href='%s'>добавьте этот шорткод</a> на любую страницу или пост (в html режиме) и окно крипто оплаты (payment box) будет отображаться

source: Title
ru_ru: Заголовок

source: Title / Friendly name for the file. Visitors will see this title
ru_ru: Название / дружественное имя файла. Посетители будут видеть это название

source: Active ?
ru_ru: Активен ?

source: If box is not checked, visitors cannot pay you for this file
ru_ru: Если флажок не установлен, посетители не могут платить вам за этот файл

source: Your File
ru_ru: Ваш файл

source: Select pre-uploaded file
ru_ru: Выберите заранее загруженный файл

source: Download
ru_ru: Скачать

source: size
ru_ru: размер

source: If the file has already been uploaded to the server, you can select that file from this drop-down list (files folder %s)<br><strong>OR</strong><br> upload new file below -
ru_ru: Если файл уже был загружен на сервер ранее, вы можете выбрать этот файл из списка (папка с файлами %s)<br><strong>ИЛИ</strong><br>загрузите новый файл ниже -

source: Please use simple file names on <b>English</b>. Click on the Choose File button. Locate the file that you want to use, left click on it and click on the Open button. The path of the file that you have selected will appear in the File field
ru_ru: Пожалуйста, используйте простые имена файлов на <b>английском</b>. Нажмите на кнопку Выбрать файл. Найдите файл, который вы хотите загрузить, щелкните левой кнопкой мыши на нем и нажмите на кнопку Открыть. Файл появится в поле

source: Price
ru_ru: Цена

source: or
ru_ru: или

source: Please specify price in USD or in Cryptocoins. You cannot place prices in two boxes together. If you want to accept multiple coins - please use price in USD, payment box will automatically convert that USD amount to cryptocoin amount using today live cryptocurrency exchange rates (updated every 30min). Using that functionality (price in USD), you don't need to worry if cryptocurrency prices go down or go up. Visitors will pay you all times the actual price which is linked on daily exchange price in USD on the time of purchase. Also you can use <a target='_blank' href='%s'>Cryptsy 'autosell' feature</a> (auto trade your cryptocoins to USD).
ru_ru: Введите цену в долларах США или в криптовалюте. Вы не можете ввести две цены в USD и криптовалюте вместе. Если вы хотите принимать к оплате несколько криптовалют - пожалуйста, используйте цену в USD, payment box будет автоматически конвертировать USD в криптовалюту с использованием текущих обменных курсов (обновляются каждые 30 минут). Используя эту функциональность (цена в USD), вам не нужно беспокоиться, если обменный курс криптовалют опускается или поднимается. Посетители будут платить вам цену в криптовалюте, по текущему курсу обмена на момент покупки. Также вы можете использовать <a target='_blank' href='%s'> Cryptsy 'autosell' опцию</a> (авто конвертация вашей криптовалюты в USD).

source: Show File Name/Price
ru_ru: Отображать имя файла/цену

source: If box is checked, visitors will see approximate file price in USD and uploaded file name/size
ru_ru: Если флажок установлен, посетители увидят приблизительную цену файла в usd и загруженное имя файла/размер

source: Purchase Limit
ru_ru: Покупок лимит

source: copies
ru_ru: копий

source: The maximum number of times a file may be purchased/downloaded. Leave blank or set to 0 for unlimited number of purchases/downloads
ru_ru: Сколько максимум раз данный файл может быть куплен/загружен. Оставьте поле пустым или установите 0 для неограниченного количества покупок/загрузок

source: Expiry Period
ru_ru: Срок действия

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown for this file (you can use it to take new payments from users periodically on daily/monthly basis).<br>If Expiry Period more than '2days', please use option - Store Visitor IDs: 'Registered Users'; because 'Cookie/Session' not safety for long expiry period
ru_ru: Период, после чего оплата устаревает и новое окно оплаты/payment box будет показано для этого файла (вы можете использовать это для принятия новых платежей от пользователей периодически на ежедневной/ежемесячной основе). Если срок действия больше чем '2дня', пожалуйста, используйте опцию - Хранить Посетителя ID: «Registered Users»; т.к. «Cookie/Session» не безопасно для длительного срока

source: Store Visitor IDs
ru_ru: Хранить Посетителя ID

source: For Unregistered Your Website Visitors - Save auto-generated unique visitor ID in cookies, sessions or use the IP address to decide unique visitors (without use cookies).<br>If you use 'session', value in field - Expiry Period will be ignored. PHP sessions have default life time until the browser is closed.<br>-----<br>If you have registration on the website enabled, <u>please use option 'Registered Users'</u> - only registered users can pay/download this file (Gourl will use wordpress userID instead of cookies for user identification). It is much better to use 'Registered users' than 'Cookie/Session/Ipaddress'
ru_ru: Для незарегистрированных посетителей вашего сайта - хранить автоматически сгенерированный уникальный идентификатор посетителя в куки (cookies), сессии (sessions) или использовать IP-адрес пользователя как id, без использования cookies. Если вы используете 'session', значение в поле - Срок Действия будет игнорироваться. PHP sessions действительны только, пока браузер не будет закрыт <br> ----- <br> Если у вас регистрация на сайте включена, <u> пожалуйста, используйте опцию 'Registered Users' </u> - только зарегистрированные пользователи могут оплачивать / скачать этот файл (Gourl будет использовать wordpress идентификатор пользователя, а не cookies для идентификации пользователя). Гораздо лучше использовать 'Registered users' чем 'Cookie/Session/Ipaddress'

source: PaymentBox Language
ru_ru: PaymentBox язык

source: Default Payment Box Localisation
ru_ru: По умолчанию Payment Box локализация

source: PaymentBox Coin
ru_ru: PaymentBox монета

source: Activated Payments :
ru_ru: Активированные платежи :

source: - Please Setup -
ru_ru: - Пожалуйста настройте -

source: Default Coin in Payment Box
ru_ru: По умолчанию монета в Payment Box

source: Use Default Coin only:
ru_ru: Использ. по умолчанию монету только:
