Repository: m0gliE/Bitcoin-Wordpress-Plugin
Catalog: languages/gourl-*.po
Languages: ru_ru

source: If box is checked, payment box will accept payments in one default coin 'PaymentBox Coin' for this file (no multiple coins). Please use price in USD if you want to accept multiple coins
ru_ru: Если флажок установлен, окно оплаты будет принимать платежи для этого файла в одной криптовалюте только, кот. выбрана в поле «PaymentBox монета» (не несколько криптовалют). Пожалуйста, используйте Цену в USD, если вы хотите принимать несколько криптовалют

source: Description (Optional)
ru_ru: Описание (необязательно)

source: Short File Description
ru_ru: Краткое описание файла

source: Featured Image
ru_ru: Изображение

source: OR
ru_ru: ИЛИ

source: Custom Featured Image
ru_ru: Произвольное изображение

source: This featured image represent your uploaded file above. Max sizes: 800px x 600px, allowed images: JPG, GIF, PNG.
ru_ru: Это изображение представляет ваш загруженный файл выше. Макс размеры: 800px x 600px, Допускаются изображения: JPG, GIF, PNG.

source: Image Width
ru_ru: Ширина изображения

source: Your featured image width
ru_ru: Ширина вашего изображения

source: Total Sold
ru_ru: Всего продано

source: Latest Received Payment
ru_ru: Последний полученный платеж

source: Record Updated
ru_ru: Запись обновлена

source: Record Created
ru_ru: Запись создана

source: Custom Actions
ru_ru: Пользовательские действия

source: Optional - add in file gourl_ipn.php code below. <a href='%s'>Read more &#187;</a>
ru_ru: Необязательно - добавить в файл gourl_ipn.php код ниже. <a href='%s'>Читать дальше »</a>

source: Add New File
ru_ru: Добавить файл

source: Hide Introduction
ru_ru: Скрыть введение

source: Easily Sell Files, Videos, Music, Photos, Software (digital downloads) on your WordPress site/blog and accept %s payments online. No Chargebacks, Global, Secure. Anonymous Bitcoins & Cryptocurrency Payments. All in automatic mode. &#160; <a target='_blank' href='%s'>Example</a><br>If your site requires registration - activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>) and customize <a href='%s'>login</a> image.
ru_ru: Продавайте файлы, видео, музыку, фотографии, программное обеспечение (цифровые загрузки) на вашем вебсайте/блоге wordpress и принимайте %s платежи онлайн. Нет chargebacks, глобально, безопасно. Анонимные платежи в биткоине и другой криптовалюте. Все это в автоматическом режиме. <a target='_blank' href='%s'>Пример</a><br>Если на вашем сайте требуется регистрация - активируйте регистрацию на сайте («Общие настройки» Членство - <a href='%s'>Любой может зарегистрироваться</a>) и настройте изображение <a href='%s'>входа на сайт</a>.

source: Create <a href='%s'>New Paid File Downloads</a> and place new generated <a href='%s'>shortcode</a> on your public page/post. Done!
ru_ru: Создайте <a href='%s'>Новую платную загрузку файла</a> и поместите новый сгенерированный <a href='%s'>шорткод</a> на вашу страницу/пост. Всё!

source: <a href='%s'>Read more</a>
ru_ru: <a href='%s'>Читать полностью</a>

source: Show Introduction
ru_ru: Показать введение

source: Found
ru_ru: Найдено

source: Total Files
ru_ru: Всего файлов

source: files
ru_ru: файлов

source: Active
ru_ru: Активно

source: Inactive
ru_ru: Неактивно

source: Reset Search Filters
ru_ru: Сбросить фильтры поиска

source: Invalid format. Use %s
ru_ru: Недопустимый формат. Используйте %s

source: Invalid file id '%s' -
ru_ru: Недопустимый файл id '%s' -

source: Please register or login to download this file
ru_ru: Пожалуйста, зарегистрируйтесь или войдите, чтобы скачать этот файл

source: File does not exist on the server
ru_ru: Файл не существует на сервере

source: Error! File does not exist on the server !
ru_ru: Ошибка! Файл не существует на сервере!

source: Invalid %s Public Key %s -
ru_ru: Неверный %s Public Key %s -

source: Invalid %s Private Key -
ru_ru: Неверный %s Private Key -

source: No Available Payments -
ru_ru: Нет доступных платежей -

source: Sold Out
ru_ru: Продано

source: Cryptcoin Payments Disabled for this File
ru_ru: Крипто платежи отключены для этого файла

source: File
ru_ru: Файл

source: Download File
ru_ru: Скачать файл

source: Language
ru_ru: Язык

source: Lock Page Level - invalid value
ru_ru: Уровень блокировки страниц - недопустимое значение

source: Field 'PaymentBox Coin' - payments in %s not available. Please click on 'Save Settings' button
ru_ru: Поле «PaymentBox монета» - платежи в %s не доступны. Пожалуйста, нажмите на кнопку «Сохранить настройки»

source: Field 'Use Default Coin Only' - check it because you have entered price in %s. Please use price in USD if you want to accept multiple coins
ru_ru: Поле «Использовать по умолчанию монету» - проверьте его, т.к. вы ввели цену в %s. Пожалуйста, используйте цену в USD, если вы хотите принимать несколько криптовалют

source: Pay-Per-View Settings have been updated <strong>successfully</strong>
ru_ru: Pay-Per-View настройки были обновлены <strong>успешно</strong>

source: <b>Pay-Per-View Summary</b> - <a target='_blank' href='%s'>Example</a>
ru_ru: <b>Pay-Per-View введение</b> - <a target='_blank' href='%s'>Пример</a>

source: Your unregistered anonymous website visitors will need to send you a set amount of cryptocoins for access to your website's specific pages & videos during a specific time. All will be in automatic mode - allowing you to receive payments, open webpage access to your visitors, when payment expired a new payment box will appear, payment notifications to your email, etc.
ru_ru: Ваши незарегистрированные анонимные посетители сайта должны будут послать вам определенное количество криптовалюты для доступа к конкретным страницам вашего веб-сайта & видео в течение определенного времени. Всё будет в автоматическом режиме - получение вами платежа, предоставление доступа к веб-странице вашим посетителям, когда срок платежа истечет, новое окно оплаты появится, уведомления о получении оплаты на ваш email, и т.д.

source: Pay-Per-View supports <a href='%s'>custom actions</a> (for example, show ads to free users on all website pages, <a href='%s'>see code</a>)
ru_ru: Pay-Per-View поддерживает <a href='%s'>пользовательские действия</a> (например, показ объявлений для бесплатных пользователей на всех страницах сайта, <a href='%s'>см. код</a>)

source: <a href='%s'>Read how it works</a> and differences between Pay-Per-View and Pay-Per-Membership.
ru_ru: Читайте <a href='%s'>как это работает</a> и различия между Pay-Per-View и Pay-Per-Membership.

source: Pay-Per-View Pages -
ru_ru: Pay-Per-View страницы -

source: You can customize lock-image / preview video for each page or not use preview at all.<br>Default image directory: %s or use full image path %s
ru_ru: Вы можете выбирать изображение для блокировки / видео preview для каждой страницы или не использовать их вообще.<br>Каталог изображений по умолчанию: %s или используйте путь к изображению %s

source: Shortcodes with preview images/videos for premium locked pages:
ru_ru: Шорткоды с предпросмотром изображений/видео для премиум заблокированных страниц:

source: Place one of that tags <a target='_blank' href='%s'>anywhere</a> in the original text on your premium pages/posts or use <a href='%s'>your custom code</a>
ru_ru: Поместите один из этих тэгов <a target='_blank' href='%s'>в любом месте</a> в текст на вашу премиум страницу или используйте <a href='%s'>собственный код</a>

source: Ready to use shortcodes:
ru_ru: Готовые к использованию шорткоды:

source: locked page with default preview image
ru_ru: заблокированная страница с изображением предпросмотра по умолчанию

source: locked page with default preview video
ru_ru: заблокированная страница с видео предпросмотром по умолчанию

source: locked page with any custom preview image stored in directory %s
ru_ru: заблокированная страница с любым пользовательским изображением, хранящимся в каталоге %s

source: locked page with custom image, image width=400px height=200px
ru_ru: заблокированная страница с пользовательским изображением, ширина изображения=400px высота=200px

source: locked page with any custom image
ru_ru: заблокированная страница с любым пользовательским изображением

source: locked page with any custom video preview, etc (iframe). Iframe width=800px, height=440px
ru_ru: заблокированная страница с любым пользовательским видео предпросмотром (iframe), Iframe ширина=400px высота=200px

source: Paid Access to Premium Webages for Unregistered Visitors
ru_ru: Платный доступ к премиум страницам для незарегистрированных посетителей

source: Show Preview 1
ru_ru: Предпросмотр 1

source: Show Preview 2
ru_ru: Предпросмотр 2

source: Video Preview 3
ru_ru: Предпросмотр видео 3

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown (you can use it to take new payments from users periodically on daily basis). We use randomly generated strings as user identification and this is saved in user cookies. If user clears browser cookies, new payment box will be displayed. Therefore max expiry period is 2 DAYS. If you need more, please use <a href='%s'>pay-per-membership</a>
ru_ru: Период, после чего оплата устаревает и новое окно оплаты/payment box будет показано (вы можете использовать это для принятия новых платежей от пользователей периодически на ежедневной/ежемесячной основе). Мы используем случайные сгенерированные строки как идентификация пользователя, и они хранятся в cookies пользователя. Если пользователь удалит файлы cookie браузера, будет отображаться новое окно оплаты. Поэтому макс срок - 2 дня. Если вам нужно больше, пожалуйста, используйте <a href='%s'>pay-per-membership</a>

source: Lock Page Level
ru_ru: Уровень блокировки страницы

source: Select user access level who will see lock premium page/blog and need to make payment for unlock and view original page content. Website Editors / Admins will have all the time full access to premium pages and see original page content.<br>If your site requires registration - activate website registration (General Settings &#187; Membership - <a href='%s'>Anyone can register</a>) and customize <a href='%s'>login</a> image
ru_ru: Выберите уровень доступа пользователей, кто будет видеть блокировку премиум страниц и должен произвести оплату за просмотр. Редакторы сайта / администраторы будут иметь все время полный доступ к премиум страницам и видеть оригинальное содержанимое страниц.<br>Если ваш сайт требует регистрации - активируйте регистрацию на сайте (Общие настройки » Членство - <a href='%s'>Любой может зарегистрироваться</a>) и настройка <a href='%s'>изображение входа</a> на сайт

source: If box is checked, payment box will accept payments in one default coin 'PaymentBox Coin' (no multiple coins)
ru_ru: Если флажок установлен, оплата будет приниматься в одной криптовалюте 'PaymentBox монета' (не несколько монет)

source: PaymentBox Style:
ru_ru: PaymentBox стиль:

source: Payment Box <a target='_blank' href='%s'>sizes</a> and border <a target='_blank' href='%s'>shadow</a> you can change <a href='%s'>here &#187;</a>
ru_ru: Payment Box <a target='_blank' href='%s'>размеры</a> и стиль <a target='_blank' href='%s'>с тенями</a> вы можете изменить <a href='%s'>здесь »</a>

source: Text - Above Payment Box
ru_ru: Текст - выше Payment Box

source: Your Custom Text and Image above Payment Box on Locked premium pages (original pages content will be hidden)
ru_ru: Ваш пользовательский текст и изображения над окном оплаты (Payment Box) на заблокированных страницах (оригинальное содержимое страниц будет скрыто)

source: Text - Below Payment Box
ru_ru: Текст - ниже Payment Box

source: Your Custom Text and Image below Payment Box on Locked premium pages (original pages content will be hidden)
ru_ru: Ваш пользовательский текст и изображения под окном оплаты (Payment Box) на заблокированных страницах (оригинальное содержимое страниц будет скрыто)

source: Hide Page Title ?
ru_ru: Скрыть заголовок страницы ?

source: If box is checked, unpaid users will not see current premium page title (<a href='%s'>screenshot</a>)
ru_ru: Если флажок установлен, бесплатные пользователи не будут видеть текущее название премиум страниц (<a href='%s'>скриншот</a>)

source: Hide Menu Titles ?
ru_ru: Скрыть названия в меню ?

source: If box is checked, unpaid users will not see any link titles on premium pages (<a href='%s'>screenshot</a>)
ru_ru: Если флажок установлен, бесплатные пользователи не будут видеть названий в ссылках на премиум страницах (<a href='%s'>скриншот</a>)

source: Hide Comments Authors ?
ru_ru: Скрыть авторов комментариев ?

source: If box is checked, unpaid users will not see authors of comments on bottom of premium pages (<a href='%s'>screenshot</a>)
ru_ru: Если флажок установлен, бесплатные пользователи не будут видеть авторов комментариев в нижней части премиум страниц (<a href='%s'>скриншот</a>)

source: Hide Comments Body ?
ru_ru: Скрыть текст в комментариях ?

source: If box is checked, unpaid users will not see comments body on bottom of premium pages (<a href='%s'>screenshot</a>)
ru_ru: Если флажок установлен, бесплатные пользователи не будут видеть текста в комментариях в нижней части премиум страниц (<a href='%s'>скриншот</a>)

source: Disable Comments Reply ?
ru_ru: Отключить ответы в комментариях ?

source: If box is checked, unpaid users cannot reply/add comments on bottom of premium pages (<a href='%s'>screenshot</a>)
ru_ru: Если флажок установлен, бесплатные пользователи не смогут ответить/добавить комментарии в нижней части премиум страниц (<a href='%s'>скриншот</a>)

source: Page Content Locked! Please pay below
ru_ru: Содержимое страницы заблокировано! Пожалуйста оплатите ниже

source: Membership Period - invalid value
ru_ru: Период Членство - недопустимое значение

source: Pay-Per-Membership Settings have been updated <strong>successfully</strong>
ru_ru: Pay-Per-Membership настройки были обновлены <strong>успешно</strong>

source: Unregistered visitors / non-logged users will see on your premium pages - login form with custom text
ru_ru: Незарегистрированные посетители или пользователи кот. не вошли на сайт - будут видеть на ваших премиум страницах форму входа на сайт с произвольным текстом

source: <b>Pay-Per-Membership</b> - Your <b>registered</b> website users will need to send you a set amount of cryptocoins for access to your website's specific premium pages & videos during a specific time. All will be in automatic mode. Pay-Per-Membership - is a better safety solution than pay-per-view because plugin uses registered userID not cookies. You need to have website registration <a href='%s'>enabled</a>.
ru_ru: <b>Pay-Per-Membership/Плата за членство</b> - ваши <b>зарегистрированные</b> пользователи сайта, должны будут отправить вам определенное количество криптовалюты для доступа к определенным премиум страницам вашего веб-сайта & видео в течение определенного времени. Всё будет в автоматическом режиме. Pay-Per-Membership - это лучшее решение безопасности, чем pay-per-view, т.к. плагин использует зарегистрированные userID а не cookies. Вам нужно иметь регистрацию на сайте <a href='%s'>включённой</a>.

source: <b>Pay-Per-Membership</b> supports <a href='%s'>custom actions</a> (for example, show ads to free users on all website pages, <a href='%s'>see code</a>)<br>and it integrated with <a href='%s'>bbPress Forum/Customer Support</a> ( use our <a href='%s'>GoUrl bbPress Addon</a> ). You can mark some topics on your bbPress as Premium and can easily monetise it with Bitcoins/altcoins. &#160; <a href='%s'>More info</a>
ru_ru: <b>Pay-Per-Membership</b> поддерживает <a href='%s'>пользовательские действия</a> (например, показ объявлений для бесплатных пользователей на всех страницах сайта, <a href='%s'>см. код</a>)<br>и оно интегрировано с <a href='%s'>bbPress форум/служба поддержки</a> (используйте наш <a href='%s'>GoUrl bbPress аддон</a> ). Вы можете пометить некоторые темы на вашем bbPress как премиум и легко монетизировать их с биткоинами/альткоинами. <a href='%s'>Более подробно</a>

source: Pay-Per-Membership supports ONE paid membership level for website.<br>For few membership levels (ex. basic, pro, premium), alternatively you can use <a class='gourlnowrap' href='%s'>Paid Memberships Pro</a> plugin with our <a class='gourlnowrap' href='%s'>GoUrl Gateweay PMP Addon</a>.<br>Therefore you can use one of two membership systems - Paid Memberships Pro or Pay-Per-Membership shortcodes (current page). Please use one of them only (not both) on your website, because these different membership systems are not compatible.
ru_ru: Pay-Per-Membership поддерживает ОДИН уровень членства на сайте.<br> Для нескольких уровней членства (напр. basic, pro, premium), в качестве альтернативы вы можете использовать <a class='gourlnowrap' href='%s'>Paid Memberships Pro</a> плагин с нашим <a class='gourlnowrap' href='%s'> GoUrl Gateweay PMP Addon </a> <br> Следовательно вы можете использовать одну из двух membership систем - Paid Memberships Pro или Pay-Per-Membership шорткоды (текущая страница). Пожалуйста, используйте одну из этих систем (не вместе) на вашем сайте, т.к. эти различные membership системы не совместимы.

source: Pay-Per-Membership Premium Pages -
ru_ru: Pay-Per-Membership премиум страницы -

source: locked premium page with default preview image; visible for unpaid logged-in users
ru_ru: заблокированная премиум страница с изображением по умолчанию; показывается бесплатным пользователям, вошедшим на сайт

source: locked page with any custom video preview, etc (iframe). Iframe width=750px, height=410px
ru_ru: заблокированная страница с любым видео предпросмотром и т.д. (iframe). Iframe ширина=750px, высота=410px

source: All Premium Users
ru_ru: Все платные/премиум пользователи

source: Paid Access to Premium Pages for Registered Users
ru_ru: Платный доступ к премиум страницам для зарегистрированных пользователей

source: Screen for non-logged users
ru_ru: Экран для non-logged пользователей

source: Membership Price
ru_ru: Membership Цена

source: Membership Period
ru_ru: Membership период

source: Period after which the payment becomes obsolete and new Cryptocoin Payment Box will be shown.
ru_ru: Период, после которого оплата устаревает и новое окно оплаты будет показано.

source: Select user access level who will see lock premium page/blog and need to make payment for unlock and view original page content. Website Editors / Admins will have all the time full access to locked pages and see original page content.<br>Please activate website registration ( General Settings &#187; Membership - <a href='%s'>Anyone can register</a> )
ru_ru: Выберите уровень доступа пользователей, кто будет видеть блокировку премиум страниц и должен произвести оплату за просмотр. Редакторы сайта / администраторы будут иметь все время полный доступ к премиум страницам и видеть оригинальное содержанимое страниц.<br>Если ваш сайт требует регистрации - активируйте регистрацию на сайте (Общие настройки » Членство - <a href='%s'>Любой может зарегистрироваться</a>)

source: Add to User Profile
ru_ru: Добавить в профиль пользователя

source: If box is checked, users will see own membership status on user profile page (<a href='%s'>profile.php</a>)
ru_ru: Если флажок установлен, пользователи будут видеть собственный membership статус на странице профиля пользователя (<a href='%s'>profile.php</a>)

source: A. Unregistered Users will see Login Form with custom text/images -
ru_ru: А. Незарегистрированные посетители будут видеть форму входа на сайт с произвольным текстом/изображением -

source: You can separate the content your logged-in users see from what your unregistered users see; things like a log-in form + custom text A for unregistered users &#160;or&#160; payment box + other custom text B for unpaid logged-in users.
ru_ru: Вы можете показывать разный текст для пользователей, кот. вошли на сайт и незарегистрированным посетителям; т.е. login форма + произвольный текст A для незарегистрированных посетителей &#160;или &#160; форма оплаты (payment box) + другой произвольный текст B для бесплатных пользователей вошедших на сайт.

source: IMPORTANT: Please check that Website Registration is enabled (option Membership - <a href='%s'>Anyone can register</a>)
ru_ru: Важно: Проверьте, что регистрация включена на сайта (Членство - <a href='%s'>Любой может зарегистрироваться</a>)

source: Text - Above Login Form
ru_ru: Текст - выше формы входа

source: Your Custom Text and Image For Unregistered Users (original pages content will be hidden). This text will publish <b>Above</b> Login Form
ru_ru: Ваш пользовательский текст и изображение для незарегистрированных пользователей (оригинальное содержание страниц будет скрыто). Этот текст будет публиковаться <b>выше</b> формы входа на сайт

source: Text - Below Login Form
ru_ru: Текст - ниже формы входа

source: Your Custom Text and Image For Unregistered Users (original pages content will be hidden). This text will publish <b>Below</b> Login Form
ru_ru: Ваш пользовательский текст и изображение для незарегистрированных пользователей (оригинальное содержание страниц будет скрыто). Этот текст будет публиковаться <b>под</b> формой входа на сайт

source: B. Unpaid logged-in users will see payment box with custom text -
ru_ru: B. Бесплатные пользователи, вошедшие на сайт, будут видеть окно оплаты с произвольным текстом -

source: General Content Restriction
ru_ru: Общие настройки ограничения

source: Thank you.
ru_ru: Спасибо!

source: Your Premium membership is active.
ru_ru: Ваше премиум членство активировано.

source: <b>ADMIN NOTE:</b> Your test payment received successfully.<br>Please <a href='%s'>disable your test membership</a> and you will see payment box again
ru_ru: <b>Примечание для админа:</b> Ваш тестовый платеж получен успешно.<br>Пожалуйста <a href='%s'>отключите ваш тест членство</a> и вы увидите окно оплаты снова

source: Manually Add New User
ru_ru: Вручную добавить нового пользователя

source: Options
ru_ru: Параметры

source: Total
ru_ru: Всего

source: Active Premium Users
ru_ru: Активных премиум пользователей

source: users
ru_ru: пользователей

source: Manually Added
ru_ru: Добавленных вручную

source: Manually Disabled
ru_ru: Заблокированных вручную

source: Table have been updated <strong>successfully</strong>
ru_ru: Таблица была обновлена <strong>успешно</strong>

source: Edit Premium User Membership
ru_ru: Редактировать пользователя премиум членство

source: New User Membership
ru_ru: Новое членство для пользователя

source: Create Premium Membership manually if a user has sent the wrong amount of payment - therefore plugin cannot process payment and cannot create user premium membership in automatic mode
ru_ru: Cоздайте премиум членство для пользователя вручную, если пользователь сделал неправильный платеж - следовательно плагин не может обработать платеж и не может создать премиум членство для пользователя в автоматическом режиме

source: Manually create Premium Membership
ru_ru: Вручную создать Премиум членство

source: New Membership
ru_ru: Новое членство

source: User
ru_ru: Пользователь

source: Select User
ru_ru: Выбрать пользователя

source: Select User. &#160; Current lock pages level: <a href='%s'>%s</a>.<br>Website Editors / Admins will have all the time full access to premium pages and see original page content.
ru_ru: Выберите пользователя. Текущий уровень блокировки страниц: <a href='%s'>%s</a>.<br>Редакторы сайта / администраторы будут иметь все время полный доступ к премиум страницам и видеть оригинальное содержание страниц.

source: Premium Start Date
ru_ru: Дата начала членства

source: Premium Membership Start Date. Format: dd/mm/yyyy
ru_ru: Дата начала премиум членства. Формат: дд/мм/гггг

source: Premium End Date
ru_ru: Дата окончания членства

source: Premium Membership End Date. Format: dd/mm/yyyy
ru_ru: Дата окончания премиум членства. Формат: дд/мм/гггг
